Repository: pkar70/Autyzm
Catalog: AutyzmTest/Strings/*/Resources.resw
Source language: en
Languages: pl

# a1
source: Definitely agree
pl: Całkowicie się zgadzam

# a2
source: Slightly agree
pl: Raczej się zgadzam

# a3
source: Slightly disagree
pl: Raczej się NIE zgadzam

# a4
source: Definitely disagree
pl: Całkowicie się NIE zgadzam

# aNie
source: Disagree
pl: Nie zgadzam

# aTak
source: Agree
pl: Zgadzam

# msgAskEmail
source: Do you want to send result as email?
pl: Czy chcesz wysłać wynik jako email?

# msgBrakAnswer
source: Some answers are missing, please check red colored questions
pl: Nie odpowiedziałeś na wszystkie pytania - sprawdź pytania z oznaczone na czerwono

# msgEmailSubject
source: My result in AQ test
pl: Mój wynik w teście AQ

# msgInfo
source: Psychologist Simon Baron-Cohen and his colleagues at Cambridge’s Autism Research Centre have created the Autism-Spectrum Quotient, or AQ, as a measure of the extent of autistic traits in adults. The test is not a means for making a diagnosis, however.
pl: Psycholog Simon Baron-Cohen i jego współpracownicy z Ośrodka Badań nad Autyzmem w Cambridge stworzyli test AQ, określający współczynnik cech autystycznych u dorosłych. Testu tego nie należy jednak traktować jako diagnozy.

# q1
source: I prefer to do things with others rather than on my own.
pl: Wolę robić rzeczy w grupie, niż samemu

# q10
source: In a social group, I can easily keep track of several different people’s conversations.
pl: Nie mam kłopotów ze śledzeniem rozmowy prowadzonej przez kilka osób w grupie.

# q11
source: I find social situations easy.
pl: Spotkania towarzyskie nie stanowią dla mnie problemu.

# q12
source: I tend to notice details that others do not.
pl: Zauważam szczegóły niewidoczne dla innych.

# q13
source: I would rather go to a library than to a party.
pl: Wolę pójść do biblioteki niż na imprezę.

# q14
source: I find making up stories easy.
pl: Nie mam problemów z wymyślaniem historyjek.

# q15
source: I find myself drawn more strongly to people than to things.
pl: Bardziej przywiązuję się do osób niż do przedmiotów.

# q16
source: I tend to have very strong interests, which I get upset about if I can’t pursue
pl: Moje zainteresowania bardzo mnie angażują, irytuję się jak nie mogę się nim zajmować.

# q17
source: I enjoy social chitchat.
pl: Lubię pogaduszki o niczym, np. w windzie.

# q18
source: When I talk, it isn’t always easy for others to get a word in edgewise
pl: Kiedy coś mówię, często nie dopuszczam innych do głosu.

# q19
source: I am fascinated by numbers
pl: Fascynują mnie liczby.

# q2
source: I prefer to do things the same way over and over again.
pl: Wolę wykonywać czynności stale w ten sam sposób.

# q20
source: When I’m reading a story, I find it difficult to work out the characters’ intentions.
pl: Kiedy czytam książkę, mam kłopot ze zrozumieniem intencji postaci.

# q21
source: I don’t particularly enjoy reading fiction.
pl: Czytanie beletrystyki nie sprawia mi przyjemności

# q22
source: I find it hard to make new friends.
pl: Mam kłopot z nawiązywaniem znajomości.

# q23
source: I notice patterns in things all the time.
pl: Zauważam wzorce (szablony) w zdarzeniach.

# q24
source: I would rather go to the theater than to a museum.
pl: Wolę pójść do teatru niż do muzeum.

# q25
source: It does not upset me if my daily routine is disturbed.
pl: Nie denerwuję się, gdy mój rytm dnia jest w jakiś sposób zakłócony.

# q26
source: I frequently find that I don’t know how to keep a conversation going.
pl: Często łapię się na tym, że nie wiem, jak podtrzymać rozmowę

# q27
source: I find it easy to ‘read between the lines’ when someone is talking to me.
pl: Nie mam problemów z „czytaniem między wierszami”, gdy ktoś coś do mnie mówi.

# q28
source: I usually concentrate more on the whole picture, rather than on the small details.
pl: Bardziej koncentruję się na całości, niż na szczegółach.

# q29
source: I am not very good at remembering phone numbers.
pl: Mam problem z zapamiętywaniem numerów telefonów.

# q3
source: If I try to imagine something, I find it very easy to create a picture in my mind.
pl: Jeżeli próbuję sobie coś wyobrazić, nie sprawia mi problemu utworzenie obrazu w myślach.

# q30
source: I don’t usually notice small changes in a situation or a person’s appearance.
pl: Zazwyczaj nie zauważam drobnych zmian w sytuacji lub wyglądzie osób.

# q31
source: I know how to tell if someone listening to me is getting bored.
pl: Zauważam, kiedy to co mówię zaczyna innych nudzić.

# q32
source: I find it easy to do more than one thing at once.
pl: Nie mam problemu z tym, by równocześnie wykonywać więcej niż jedno zadanie

# q33
source: When I talk on the phone, I’m not sure when it’s my turn to speak.
pl: Kiedy rozmawiam przez telefon, nie mam pewności kiedy jest „moja kolej”.

# q34
source: I enjoy doing things spontaneously.
pl: Lubię działać spontanicznie.

# q35
source: I am often the last to understand the point of a joke.
pl: Często jestem ostatnią osobą, która rozumie puentę żartu

# q36
source: I find it easy to work out what someone is thinking or feeling just by looking at their face.
pl: Z łatwością odgaduję, co jakaś osoba myśli lub czuje na podstawie wyrazu jej twarzy.

# q37
source: If there is an interruption, I can switch back to what I was doing very quickly.
pl: Jeżeli z jakiegoś powodu muszę przerwać to co robię, potrafię szybko wrócić do poprzedniej czynności.

# q38
source: I am good at social chitchat
pl: Jestem dobry/a w pogawędkach.

# q39
source: People often tell me that I keep going on and on about the same thing.
pl: Ludzie często zwracają mi uwagę, że mówię ciągle na ten sam temat.

# q4
source: I frequently get so strongly absorbed in one thing that I lose sight of other things.
pl: Często bywam tak zaabsorbowany/a jednym tematem, że nie zauważam niczego więcej.

# q40
source: When I was young, I used to enjoy playing games involving pretending with other children.
pl: Jako dziecko podobały mi się zabawy w udawanie, że jestem kimś innym.

# q41
source: I like to collect information about categories of things (e.g., types of cars, birds, trains, plants).
pl: Lubię zbierać informacje na temat rożnych kategorii przedmiotów (np. gatunków ptaków, marek samochodów).

# q42
source: I find it difficult to imagine what it would be like to be someone else
pl: Mam kłopoty z wyobrażeniem sobie siebie w innej roli, jako kogoś innego.

# q43
source: I like to carefully plan any activities I participate in.
pl: Lubię starannie planować każde działanie, w którym mam wziąć udział.

# q44
source: I enjoy social occasions.
pl: Lubię spotkania towarzyskie.

# q45
source: I find it difficult to work out people’s intentions.
pl: Mam trudności w rozpoznawaniu intencji innych ludzi.

# q46
source: New situations make me anxious.
pl: Nowe sytuacje powodują u mnie lęk.

# q47
source: I enjoy meeting new people.
pl: Lubię poznawać nowych ludzi.

# q48
source: I am a good diplomat.
pl: Jestem dobrym dyplomatą.

# q49
source: I am not very good at remembering people’s date of birth.
pl: Mam trudności w zapamiętywaniu dat urodzin znajomych.

# q5
source: I often notice small sounds when others do not.
pl: Często słyszę ciche odgłosy, niesłyszalne dla innych.

# q50
source: I find it very easy to play games with children that involve pretending.
pl: Łatwo mi przychodzi bawienie się z dziećmi, gdy muszę coś lub kogoś udawać.

# q6
source: I usually notice car number plates or similar strings of information.
pl: Zazwyczaj zapamiętuję drobne informacje, np. numery rejestracyjne samochodów.

# q7
source: Other people frequently tell me that what I’ve said is impolite, even though I think it is polite.
pl: Często zdarza się, że ludzie zwracają mi uwagę, że to co właśnie powiedziałem/am jest niegrzeczne, choć ja nie mam takiego wrażenia.

# q8
source: When I’m reading a story, I can easily imagine what the characters might look like.
pl: Gdy czytam książkę, łatwo potrafię sobie wyobrazić, jak wyglądają bohaterowie.

# q9
source: I am fascinated by dates.
pl: Fascynują mnie daty.

# rAutism
source: you are probably autistic - please, consult doctor
pl: możliwe że jesteś autystykiem - skonsultuj się z lekarzem

# resDlgNo
source: No
pl: Nie

# resDlgYes
source: Yes
pl: Tak

# rGotPoints
source: points
pl: punktów

# rSpoko
source: most probably, you are not autistic
pl: raczej więc nie jesteś autystykiem

# rYouGot
source: You receive
pl: Masz

# uiNie1.Text
source: D
pl: N

# uiOpis.Text
source: Set sliders appropriately, between Disagree and Agree. Do not leave any of them in middle position.
pl: Ustaw suwaki odpowiednio, między Nie zgadzam się a Zgadzam się. Nie zostawiaj żadnego z nich w środkowym położeniu.

# uiTak1.Text
source: A
pl: T

# uiTitle.Text
source: Autism test
pl: Test współczynnika autyzmu

# uiWynik.Text
source: In the first major trial using the test, the average score in the control group was 16.4. Eighty percent of those diagnosed with autism or a related disorder scored 32 or higher. Hovewer, , and many who score above 32 and even meet the diagnostic criteria for mild autism or Asperger’s report no difficulty functioning in their everyday lives.
pl: Kiedy po raz pierwszy zastosowano test podczas dużego badania, średnia w grupie kontrolnej wyniosła 16,4. Osiemdziesiąt procent osób z diagnozą autyzmu lub powiązanych zaburzeń miało 32 lub więcej punktów. Test nie jest sposobem na postawienie diagnozy, a znaczna liczba osób, które dostały ponad 32 punkty i nawet odpowiadają kryteriom diagnostycznym łagodnego autyzmu lub zespołu Aspergera, nie zgłasza problemów w funkcjonowaniu w codziennym życiu.

# uiWynikuj.Content
source: Show result
pl: Pokaż wynik

# _lang
source: EN
pl: PL
